[BalanceDefs.BD_Ep9_DamBridgeSwitch InteractiveObjectBalanceDefinition]
DefaultDisplayName="Controle da ponte"

[BalanceDefs.BD_Ep9_DeployedBeacon InteractiveObjectBalanceDefinition]
DefaultDisplayName="Transmissor de suprimentos lunares Hyperion"

[InteractiveObjects.MO_Ep9_BeaconBeforeTheft InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep9_DamBridgeSwitch1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep9_DamBridgeSwitch2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep9_DeployedBeacon InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Ep9_Beacon MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Transmissor de Suprimentos Lunares"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Ep9_Beacon:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um transmissor com função GPS que é utilizado para solicitar o envio de suprimentos da base lunar da Hyperion."
NoConstraintText=""
Suffix=""
Prefix=""

